def hello() -> str:
    return f'Привет, теперь я здесь!  👋\nНу что, готов к наивкуснейшему стейку? 🥩'


def choose_restaurant() -> str:
    return f'МЕНЮ🥩\nВыбери ресторан 😉'


def message_address() -> str:
    return f'Страстной бульвар 8а\nНовослободская 16\nДушинская 14\nПрофсоюзная 64/66\nПроспект Вернадского 86\nАминьевское шоссе 6\n' \
        f'Арбат 44с1\nБольшая Тульская 13\n12:00 ДО 23:00\n\nНаметкина 12аПН-ПТ 11:45 ДО 23:00\nСБ-ВС 12:00 ДО 23:00'


def message_site_link() -> str:
    return f'САЙТ🌐\nhttps://thebull.ru/'


def message_collecting() -> str:
    return f'Пробковый сбор\n\nПробковый сбор действует в ресторане на ул.Душинской 14\n'\
        f'\nПробковый сбор составляет 300р за бутылку не более 1л и важное условие иметь с собой чек (выбитый сегодняшней датой)🧾'

def message_stock() -> str:
    return f'ДНЕВНЫЕ ПРЕДЛОЖЕНИЯ\nс Пн - Пт до 17:00\nпо 300₽\n\n'\
    f'СПЕШЛ ОТ БЫКА\nУточните у официанта\n\nСЕТ ПРО ГОВЯДИНУ 550гр\nСостав сета может отличаться\n\nСЕТ ПРО СВИНИНУ 600гр\nСостав сета может отличаться\n\n'\
    f'СЕТ ПРО КУРИЦУ 600гр\nСостав сета может отличаться\n\nДОРАДО 350гр\nСвежая охлажденная Дорадо, Микс салатов, Лайм, Морская соль'
